{"translation-revision-date":"2023-09-30 08:24:30+0000","generator":"GlotPress\/4.0.0-alpha.9","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Boost conversions with WooPay, a new express checkout feature included in WooPayments.":["Îmbunătățești conversiile cu WooPay, o funcționalitate nouă pentru finalizarea rapidă a comenzilor inclusă în WooPayments."],"Offer your customers card payments, Sofort, iDeal, and the ability to sell in-person with Woo mobile app.":["Oferi clienților plăți cu carduri sau prin Sofort și iDeal, plus posibilitatea de a vinde personal cu aplicația Woo pentru mobil."],"By using WooPayments you agree to the <tosLink>Terms of Service<\/tosLink> (including WooPay <woopayMerchantTerms>merchant terms<\/woopayMerchantTerms>) and acknowledge that you have read our <privacyLink>Privacy Policy<\/privacyLink>.":["Dacă folosești WooPayments, ești de acord cu <tosLink>Termenii de utilizare ai serviciului<\/tosLink> (inclusiv cu <woopayMerchantTerms>termenii pentru comercianți<\/woopayMerchantTerms> WooPay) și confirmi că ai citit <privacyLink>Politica noastră de confidențialitate<\/privacyLink>."],"Payments made simple, designed exclusively for WooCommerce stores.":["Plăți sunt simple, proiectate exclusiv pentru magazinele WooCommerce."],"WooPayments is pre-integrated with popular payment options:":["WooPayments are pre-integrate opțiuni de plată populare:"],"Earn and manage recurring revenue and get automatic deposits into your nominated bank account.":["Primești venituri recurente, pe care le gestionezi, și depuneri automate în contul tău bancar pe care l-ai nominalizat."],"Sell to international markets and accept more than 135 currencies with local payment methods.":["Cu metodele de plată locale, vinzi pe piețele internaționale și accepți peste 135 de monede."],"& more.":["și altele."],"By using WooPayments you agree to the <tosLink>Terms of Service<\/tosLink> and acknowledge that you have read our <privacyLink>Privacy Policy<\/privacyLink>.":["Dacă folosești WooPayments, ești de acord cu <tosLink>Termenii de utilizare ai serviciului<\/tosLink> și confirmi că ai citit <privacyLink>Politica noastră de confidențialitate<\/privacyLink>."],"Setup required":["Inițializarea este obligatorie"],"Accepted payment methods":["Metode de plată acceptate"],"Local Partner":["Partener local"],"Recommended":["Recomandat"],"Learn more":["Află mai multe"],"Metro Manila":["Metro Manila"],"Roma":["Roma"]}},"comment":{"reference":"assets\/client\/admin\/onboarding\/index.js"}}